[Translation]
TRANSLATION_BY =Traducido por
TRANSLATION_NAME =Sergio Román
TRANSLATION_LINK =mailto:sfromanr@outlook.com
LANGUAGENAME=Español
FILEVER=4000
[Common]
SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE =8
[MainPopup]
MNU_OPEN_PICPICK=&Editor de imágenes
MNU_CAPTURE=&Capturar pantalla
MNU_CAPTURE_FULLSCREEN=&Pantalla completa
MNU_CAPTURE_ACTIVEWINDOW=Ventana &activa
MNU_CAPTURE_CONTROL=&Control de ventana
MNU_CAPTURE_SCROLLINGWINDOW=&Desplazador de ventana
MNU_CAPTURE_REGION=&Región
MNU_CAPTURE_FIXEDREGION=Región &fija
MNU_CAPTURE_FREEHAND=A &pulso
MNU_CAPTURE_WEBPAGE=Página &Web
MNU_CAPTURE_REPEAT=Repetir ú&ltima captura
MNU_CAPTUREQBAR=Mostrar &barra de captura...
MNU_WIDGET=Mostrar Widget...
MNU_CAPTURE_SETTING=&Configuración de captura
MNU_OUTPUTTYPE=&Tipo de salida
MNU_OUTPUTTYPE_PICPICK=&Editor PicPick
MNU_OUTPUTTYPE_CLIPBOARD=Copiar al &portapapeles
MNU_OUTPUTTYPE_SAVEIMAGE=Guardar en &archivo de imagen
MNU_OUTPUTTYPE_SAVEFOLDER=&Autoguardar como...
MNU_OUTPUTTYPE_OTHER=Programa externo...
MNU_OUTPUTTYPE_FTP=Subir a F&TP...
MNU_OUTPUTTYPE_SHARE=&Compartir
MNU_OUTPUTTYPE_SENDTO=En&viar a
MNU_OUTPUTTYPE_FACEBOOK=Subir a Face&book
MNU_OUTPUTTYPE_TWITTER=Subir a T&witter
MNU_OUTPUTTYPE_MSWORD=Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL=Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT=Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK=E-mail (Out&look)
MNU_OUTPUTTYPE_PRINTER=Imp&resora
MNU_OUTPUTTYPE_SKYPE=Enviar a Sk&ype
MNU_OUTPUTTYPE_CLOUD=Servicio en la nube
MNU_OUTPUTTYPE_WEB=Subir a la &Web
MNU_OPT_DEFAULTFORMAT=&Formato de imagen por defecto
MNU_OPT_OPENEDITOR=Abrir &editor cuando el programa inicie
MNU_OPT_STARTUPPROGRAM=&Ejecutar PicPick al inicio
MNU_COLORPICKER=Selector de &color
MNU_COLORPALETTE=P&aleta de colores
MNU_COPYCOLORTYPE=Copiar color &como
MNU_COLORHISTORY=&Historial de colores
MNU_COLORHISTORY_CLEAR=&Limpiar
MNU_MAGNIFIER=&Magnificador
MNU_PIXELRULER=Regla de pixel
MNU_PROTRACTOR=&Transportador
MNU_CROSSHAIR=Inte&rceptor
MNU_WHITEBOARD=&Pizarrón
MNU_CLOUDEXPLORER=Clo&ud Explorer
MNU_ABOUT_PICPICK=&Opciones del programa...
MNU_EXIT_PICPICK=&Salir
[Widget]
MNU_WIDGET=Mostrar Widget...
MNU_WIDGET_LOCK=Bloquear Widget
MNU_WIDGET_SMALLICONS=Mostrar iconos pequeños
MNU_WIDGET_AUTOHIDE=Auto-ocultar
MNU_WIDGET_OPACITY=Opacidad
MNU_WIDGET_ALWAYSTOP=Siempre encima
MNU_WIDGET_CLOSE=Cerrar Widget
[PicPickEditor]
MNU_FILE =&Archivo
MNU_FILE_NEW =&Nuevo
MNU_FILE_OPEN =&Abrir
MNU_FILE_OPENCLIPBOARD =A&brir desde el portapapeles
MNU_FILE_OPENURL =Abrir desde &URL
MNU_FILE_SAVESAME=&Guardar
MNU_FILE_SAVE =Guardar &como
MNU_FILE_SAVESELECT =G&uardar selección como...
MNU_FILE_SAVEALL=Guardar &todo
MNU_FILE_PRINT=Im&primir
MNU_FILE_CLOSEIMAGE =&Cerrar imagen
MNU_FILE_CLOSECURRENTIMAGE =Imagen a&ctual
MNU_FILE_CLOSEALLIMAGE =&Todas las imágenes
MNU_FILE_CLOSEALLSAVEDIMAGE =Todas las imágenes &guardadas
MNU_FILE_CLOSEPICPICK =&Salir
MNU_EDIT =&Editar
MNU_EDIT_UNDO =&Deshacer
MNU_EDIT_REDO =&Rehacer
MNU_EDIT_CUT =Cor&tar
MNU_EDIT_COPY =&Copiar
MNU_EDIT_PASTE =&Pegar
MNU_EDIT_PASTEFROMFILE =Pegar desde &archivo...
MNU_EDIT_SELECTDEL =&Eliminar
MNU_EDIT_SELECTNEW =&Recortar
MNU_EDIT_DESELECT =De&seleccionar
MNU_EDIT_SELECTALL =Seleccionar &todo
MNU_EDIT_IMAGERESIZE =&Redimensionar imagen/Zoom...
MNU_EDIT_CANVASRESIZE =R&edimensionar lienzo...
MNU_EDIT_VIEWBITMAP =&Ver mapa de bits en pantalla completa...
MNU_TOOLS =&Herramientas
MNU_TOOLS_FULLSCREEN =Capturar &pantalla completa
MNU_TOOLS_ACTIVEWINDOW =Capturar ventana &activa
MNU_TOOLS_CONTROL =Capturar &control de ventana
MNU_TOOLS_SCROLLINGWINDOW=Capturar &desplazador de ventana
MNU_TOOLS_WEBPAGE =Capturar página Web
MNU_TOOLS_REGION =Capturar &región
MNU_TOOLS_FIXEDREGION =Capturar región &fija
MNU_TOOLS_FREEHAND =Capturar a &pulso
MNU_TOOLS_REPEAT =Repetir ú&ltima captura
MNU_TOOLS_COLORPICKER=Selector de &color
MNU_TOOLS_COLORPALETTE=P&aleta de colores
MNU_TOOLS_MAGNIFIER=&Magnificador
MNU_TOOLS_PIXELRULER=Re&gla de pixel
MNU_TOOLS_PROTRACTOR=&Transportador
MNU_TOOLS_CROSSHAIR=Inte&rceptor
MNU_TOOLS_WHITEBOARD=&Pizarrón
MNU_TOOLS_OPTION=&Opciones del programa
MNU_TOOLSOPTION=&Configuración de captura
MNU_TOOLSOPTION_OUTPUTTYPE=&Tipo de salida
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT=&Formato de imagen por defecto
MNU_TOOLSOPTION_DUALMONITORS=Soporte para monitores ¡duales
MNU_TOOLSOPTION_HOTKEY=Cambiar teclas directas...
MNU_TOOLSOPTION_SOUND=Activar efectos de &sonido
MNU_TOOLSOPTION_SCROLLCAPTURE=Activar autoenrollado
MNU_TOOLSOPTION_MOUSECURSOR=Incluir imagen del c&ursor
MNU_TOOLSOPTION_STARTUPPROGRAM=Ejecutar PicPick al inicio
MNU_TOOLSOPTION_OPENEDITOR=Abrir &editor cuando el programa inicie
MNU_TOOLS_COLORTYPE=Cop&iar color como
MNU_EFFECT =Efe&ctos
MNU_EFFECT_INVERT =&Invertir
MNU_EFFECT_GRAYSCALE=Escala de &grises
MNU_EFFECT_MOSAIC =&Pixelaje...
MNU_EFFECT_BLUR =&Nublar
MNU_EFFECT_SHARPEN =&Agudizar
MNU_EFFECT_BRIGHTNESS =B&rillo / contraste...
MNU_EFFECT_HSL =&Matiz / saturación...
MNU_EFFECT_BORDER =Efectos de &borde
MNU_EFFECT_FLIP =&Voltear
MNU_EFFECT_FLIPH =Voltear &horizontalmente
MNU_EFFECT_FLIPV =Voltear &verticalmente
MNU_EFFECT_ROTATE =&Rotar
MNU_EFFECT_ROTATE90 =&90' sentido horario
MNU_EFFECT_ROTATE180 =&180'  sentido horario
MNU_EFFECT_ROTATE270 =&270'  sentido horario
MNU_EFFECT_FRAME=&Marco...
MNU_EFFECT_COLORBALANCE=Ba&lance de color...
MNU_EFFECT_WATERMARK=&Marca de Agua
MNU_WINDOW =&Ventana
MNU_WINDOW_CASCADE =&Cascada
MNU_WINDOW_TILEH =Mosaico &horizontal
MNU_WINDOW_TILEV =Mosaico &vertical
MNU_WINDOW_MINIMIZEALL =Minimizar todo
MNU_HELP =Ay&uda
MNU_HELP_WEBSITE =Sitio Web de PicPick...
MNU_HELP_ABOUT =Acerca de...
PNL_TOOL_TOOLS = Herramientas
PNL_TOOL_COLOR = Color
PNL_TOOL_PROPERTY = Propiedades
LBL_TOOL_WIDTHS = Anchura:
LBL_TOOL_OPACITY = Opacidad:
LBL_TOOL_SHAPE= Forma:
TAB_HOME=Inicio
TAB_FILE=Archivo
TAB_VIEW=Vista
TAB_SHAPES=Formas
TAB_SHAPES_SUB=Formato
TAB_NUMBERSTAMP=Sello de número
TAB_NUMBERSTAMP_SUB=Formato
TAB_SELECTION=Selección
TAB_SELECTION_SUB=Formato
TAB_MAGNIFIER=Ampliar Efecto
TAB_MAGNIFIER_SUB=Formato
TAB_STAMPS=Sellos
TAB_STAMPS_SUB=Formato
TAB_SHARE=Compartir
TBR_CLIPBOARD=Portapapeles
TBN_CLIPBOARD_PASTE=Pegar
TBN_CLIPBOARD_CUT=Cortar
TBN_CLIPBOARD_COPY=Copiar
TBN_CLIPBOARD_DELETE=Eliminar
TBR_VIEW=Vista
TBN_VIEW_ZOOMIN=Acercar
TBN_VIEW_ZOOMOUT=Alejar
TBN_VIEW_FULL=Pantalla completa
TBN_VIEW_100=Tamaño actual
TBR_IMAGE=Imagen
TBN_IMAGE_EFFECT=Efectos
TBN_IMAGE_CROP=Recortar
TBN_IMAGE_RESIZE=Redimensionar
TBN_IMAGE_ROTATE=Rotar
TBR_TOOLS=Herramientas
TBR_COLOR=Colores
POP_COLORTYPE1 = Colores pastel
POP_COLORTYPE2 = Colores primarios
TBR_SHOWHIDE=Mostrar u ocultar
TBN_RULER=Regla
TBN_STATUSBAR=Barra de estado
TBN_TAB = Pestaña
TBN_THUMBNAIL=Ver miniaturas
TBR_WINDOW=Ventana
TBN_CASCADE=Cascada
TBN_ARRANGEALL=Organizar todo
TBN_REGISTER=&Registrar...
TBN_VIEW_100=Tamaño actual
TBN_TOOLS_SELECT = Seleccionar
TBN_TOOLS_MOVE=Mover
TBN_TOOLS_DRAW=Dibujar
TBN_TOOLS_DRAW_BRUSH=Pincel
TBN_TOOLS_DRAW_ERASER=Borrador
TBN_TOOLS_DRAW_MARKER=Marcador
TBN_TOOLS_FILL=Relleno
TBN_TOOLS_FILL_OPTIONS=Opciones de relleno
TBN_TOOLS_FILL_STANDARD=Relleno contiguo
TBN_TOOLS_FILL_REPLACEMENT=Reemplazar color de relleno
TBN_TOOLS_STAMPS=Sellos
TBN_TOOLS_STAMPS_NUMBER=Sellos de número
TBN_TOOLS_STAMPS_GENERAL=Sellos
TBN_TOOLS_STAMPS_CURSOR=Cursores
TBN_SELECT_SELECTION_SHAPES=Formas
TBN_SELECT_SELECTION_OPTIONS=Opciones de selección
TBN_SELECT_RECTANGLE=Selección rectangular
TBN_SELECT_ELLIPSE=Selección elíptica
TBR_SIZE=Tamaño
TBN_MORECOLORS = Más
MNU_PALETTETYPE = Tipo de paleta
MNU_TOPBAR_TITLE = Personalizar botones superiores
MNU_TOPBAR_MINIMIZERIBBON = &Minimizar la cinta
MNU_QAT_TITLE=Personalizar barra de herramientas de acceso rápido
MNU_QAT_ADD=Añadir a la Barra de herramientas de acceso rápido
MNU_QAT_DELETE=Eliminar de la barra de herramientas de acceso rápido
MNU_QAT_ABOVE=Mostrar barra de herramientas de acceso rápido encima de la cinta de opciones
MNU_QAT_BELOW=Mostrar barra de herramientas de acceso rápido debajo de la cinta
MNU_QAT_DELETE=Eliminar de la barra de herramientas de acceso rápido
TBN_VIEW_TOUCHMODE=Modo táctil
[PicPickEditor Tip]
TIP_FILE_NEW =Crea una nueva imagen en blanco
TIP_FILE_OPEN =Abre una imagen existente
TIP_FILE_OPENCLIPBOARD =Abre una imagen del portapapeles
TIP_FILE_OPENURL =Abrir una imagen desde URL
TIP_FILE_SAVE =Guarda la imagen activa
TIP_FILE_SAVEAS =Guarda la imagen activa con un nuevo nombre
TIP_FILE_SAVESELECT =Guarda la selección con un nombre nuevo
TIP_FILE_SAVEALL =Guarda todas las imágenes con un nombre nuevo
TIP_FILE_PRINT=Imprime la imagen
TIP_FILE_CLOSEIMAGE =Cierra la imagen actual
TIP_FILE_CLOSEALLIMAGE =Cierra todos los archivos de imágenes
TIP_FILE_CLOSEALLSAVEDIMAGE =Cierra todos los archivos de imagenes guardados
TIP_FILE_CLOSEPICPICK =Cierra la ventana
TIP_EDIT_UNDO =Deshace la última acción
TIP_EDIT_REDO =Rehace la acción deshecha anteriormente
TIP_EDIT_CUT =Corta la selección y la mueve al portapapeles
TIP_EDIT_COPY =Copia la selección y la pone en el portapapeles
TIP_EDIT_PASTE =Pega el contenido del portapapeles en la imagen activa
TIP_EDIT_PASTEFROMFILE =Pega un archivo en la imagen actual
TIP_EDIT_SELECTDEL =Borra la selección
TIP_EDIT_SELECTNEW =Recorta la región seleccionada de la imagen
TIP_EDIT_DESELECT =Deselecciona la imagen
TIP_EDIT_SELECTALL =Selecciona toda la imagen
TIP_EDIT_IMAGERESIZE =Cambia el tamaño de la imagen
TIP_EDIT_CANVASRESIZE =Cambia el tamaño del lienzo
TIP_EDIT_VIEWBITMAP =Muestra el mapa de bits en pantalla completa.
TIP_TOOLS_CAPTURE =  Muestra la barra de captura en la pantalla
TIP_TOOLS_FULLSCREEN =Captura la imagen del escritorio
TIP_TOOLS_ACTIVEWINDOW =Captura la imagen de la ventana activa
TIP_TOOLS_CONTROL =Captura la imagen de un control de ventana
TIP_TOOLS_SCROLLINGWINDOW=Captura la imagen de la barra de desplazamiento del control de ventana
TIP_TOOLS_WEBPAGE =Captura las imágenes de páginas web
TIP_TOOLS_REGION =Captura una región rectangular
TIP_TOOLS_FREEHAND =Captura una región a pulso
TIP_TOOLS_FIXEDREGION =Captura una región rectangular fija.
TIP_TOOLS_REPEAT =Captura la misma región como antes
TIP_TOOLS_CAPTUREMENU = Captura una imagen en la pantalla
TIP_TOOLS_COLORPICKER= Escoja un código de color en la pantalla
TIP_TOOLS_COLORPALETTE= Encuentre y ajuste el color que quiera
TIP_TOOLS_MAGNIFIER=Dé una mirada más cercana en pixeles en la pantalla
TIP_TOOLS_PIXELRULER=Mida el tamaño de imágenes y objetos del escritorio
TIP_TOOLS_CROSSHAIR= Calcule la coordenada relativa
TIP_TOOLS_PROTRACTOR=Mida cualquier ángulo en la pantalla
TIP_TOOLS_WHITEBOARD=Para presentaciones o para realizar dibujos
TIP_TOOLS_OPTION=Muestra muchas opciones sobre el programa
TIP_TOOLSOPTION=Cambia las opciones de captura
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_FTP=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_WORD=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER=Cambia la salida de la imagen capturada
TIP_TOOLSOPTION_OPT_DEFAULTFORMAT=Cambia el formato de archivo de imagen por defecto
TIP_TOOLSOPTION_DUALMONITORS=Soporte para monitores duales durante capturas de imágenes
TIP_TOOLSOPTION_HOTKEY=Cambia las teclas directas de las funciones...
TIP_TOOLSOPTION_SOUND=Habilita los efectos de sonido al capturar imágenes
TIP_TOOLSOPTION_SCROLLCAPTURE=Captura la imagen del control de desplazamiento
TIP_TOOLSOPTION_MOUSECURSOR=Incluye la imagen del cursor del ratón en la imagen
TIP_TOOLSOPTION_STARTUPPROGRAM=Ejecuta PicPick al iniciar Windows
TIP_TOOLSOPTION_OPENEDITOR=Abre el editor de PicPick cuando inicia el programa
TIP_TOOLS_COLORTYPE= Cambia la copia de colores como [HTML, RGB, C++, Delphi]
TIP_EFFECT_INVERT =Invierte los colores de la imagen
TIP_EFFECT_GRAYSCALE =Convierte la imagen a escala de grises de 256 colores
TIP_EFFECT_MOSAIC =Aplica un efecto de pixelación
TIP_EFFECT_BLUR =Aplica un efecto de nublado
TIP_EFFECT_SHARPEN =Aplica un efecto de agudizado
TIP_EFFECT_BRIGHTNESS =Brillo / contraste
TIP_EFFECT_HSL =Matiz / saturación
TIP_EFFECT_FLIPH =Voltea el área seleccionada o su toda la imagen horizontalmente
TIP_EFFECT_FLIPV =Voltea el área seleccionada o toda su imagen verticalmente
TIP_EFFECT_ROTATE90 =Rota 90' en sentido horario
TIP_EFFECT_ROTATE180 =Rota 180' en sentido horario
TIP_EFFECT_ROTATE270 =Rota 270' en sentido horario
TIP_EFFECT_FRAME=Aplica un efecto de marco
TIP_EFFECT_WATERMARK=Agregar una Marca de Agua
TIP_WINDOW_CASCADE =Organiza las ventanas como mosaicos sobrepuestos
TIP_WINDOW_TILEH =Organiza las ventanas horizontalmente, mosaicos no sobrepuestos
TIP_WINDOW_TILEV =Organiza las ventanas verticalmente, mosaicos no sobrepuestos
TIP_WINDOW_MINIMIZEALL =Minimiza todas las ventanas abiertas
TIP_HELP_WEBSITE =Abre la página Web de PicPick
TIP_HELP_ABOUT =Muestra la información del programa y copyright
TIP_TOOL_MOVE =Mover
TIP_TOOL_SELECT =Selecciona una parte de la imagen
TIP_TOOL_FILL =Rellena con el color
TIP_TOOL_PICKCOLOR =Selector de color
TIP_TOOL_DRAW=Dibujar con diferentes tipos de pinceles
TIP_TOOL_STAMPS=Dibuja sellos en la imagen
TIP_TOOL_SHAPE=Dibujar formas en la imagen
TIP_SIZE=Seleccione el ancho para la herramienta seleccionada
TIP_OUTPUTTYPE_MSWORD1 = Inserta una copia de esta imagen en
TIP_OUTPUTTYPE_MSWORD2 = Microsoft Word
TIP_OUTPUTTYPE_MSEXCEL1 = Inserta una copia de esta imagen en
TIP_OUTPUTTYPE_MSEXCEL2 = Microsoft Excel
TIP_OUTPUTTYPE_MSPOWERPOINT1= Inserta una copia de esta imagen en
TIP_OUTPUTTYPE_MSPOWERPOINT2 = Microsoft PowerPoint
TIP_OUTPUTTYPE_SKYPE1= Envía una copia de esta imagen a
TIP_OUTPUTTYPE_SKYPE2 = Skype
TIP_OUTPUTTYPE_PROGRAM1= Envía una copia de esta imagen a
TIP_OUTPUTTYPE_PROGRAM2 = un programa externo
TIP_OUTPUTTYPE_MSOUTLOOK1=Adjunta una copia de esta imagen en
TIP_OUTPUTTYPE_MSOUTLOOK2=un mensaje de e-mail
TIP_OUTPUTTYPE_FACEBOOK1= Sube y comparte esta imagen en
TIP_OUTPUTTYPE_FACEBOOK2 = Facebook
TIP_OUTPUTTYPE_TWITTER1= Sube y comparte esta imagen en
TIP_OUTPUTTYPE_TWITTER2 = Twitter
TIP_OUTPUTTYPE_FTP1= Envía directamente esta imagen a
TIP_OUTPUTTYPE_FTP2 = una ubicación en la Web vía FTP
TIP_OUTPUTTYPE_WEBUPLOAD1= Envía esta imagen directamente a
TIP_OUTPUTTYPE_WEBUPLOAD2=una ubicación en la Web
TIP_OUTPUTTYPE_CLOUD1=Subir a Dropbox
TIP_OUTPUTTYPE_CLOUD2 =Google Drive, OneDrive y otros
TIP_IMAGE_ROTATEFLIP =Rotar o invertir la imagen o selección
TIP_TOOLS_EFFECT=Seleccionar los efectos
TIP_TOOLS_WIDTHS=Seleccionar la anchura
TIP_TOOLS_OPACITY =Seleccionar la opacidad
TIP_VIEW_ZOOMIN = Acercar la imagen actual
TIP_VIEW_ZOOMOUT = Alejar la imagen actual
TIP_VIEW_ZOOMSELECT =Acercar o alejar
TIP_VIEW_ACTUALSIZE = Zoom al 100%
TIP_VIEW_THUMBNAIL=Muestra la página de miniaturas al seleccionar una imagen rápidamente
TIP_SHOW_RULER=Muestra u oculta reglas para medir imágenes
TIP_SHOW_STATUSBAR=Muestra u oculta la barra de estado en la parte inferior de la ventana
TIP_SHOW_TAB=Muestra u oculta la barra de pestañas
TIP_COLOR_COLOR1 = Color del primer plano
TIP_COLOR_COLOR2 = Color de fondo
TIP_COLOR_SWAP=Cambia los colores del primer plano y del fondo
TIP_COLOR_DEFAULT = Colores de primer plano y de fondo predeterminados
TIP_COLOR_MORE=Muestra más paletas
TIP_SHAPE_FLATTEN=Aplana las formas
TIP_SHAPE_DELETE=Elimina esta forma
TIP_SHAPE_DUPLICATE=Duplica la forma
TIP_SHAPE_FILL=Rellena la forma seleccionada
TIP_SHAPE_OUTLINE=Contorno de forma
TIP_SHAPE_EFFECTS=Formato de formas
TIP_SHAPE_ADDTEXT=Inserta texto en la forma
TIP_SHAPE_FLATTEN_ALL=Aplana todas las formas
TIP_SHAPE_BRINGTOFRONT=Trae el objeto seleccionado delante para que no esté oculto por otros que están encima
TIP_SHAPE_SENDTOBACK=Envía el objeto seleccionado atrás para que esté oculto por otros que están encima
[Dialogs]
DLG_PICPICK_EDITOR_TITLE =Editor de PicPick
DLG_CONTROLCAPTURE_TITLE =PicPick - Control de ventana
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick - Desplazador de ventana
DLG_REGIONCAPTURE_TITLE =PicPick - Capturar región
DLG_FIXEDREGIONCAPTURE_TITLE =Capturar región fija
DLG_FREEHANDCAPTURE_TITLE=PicPick - Capturar a pulso
DLG_WHITEBOARDTOOL_TITLE=PicPick - Pizarrón
DLG_MAGNIFIER_TITLE=PicPick - Magnificador
DLG_COLORPICKER_TITLE =PicPick - Selector de color
DLG_CROSSHAIR_TITLE=PicPick - Inte&rceptor
DLG_COLORPALETTE_TITLE =Paleta de colores
DLG_AUTOSAVE_TITLE =Autoguardar
DLG_NEWIMAGE_TITLE =Nueva imagen
DLG_PRINT_TITLE =Imprimir
DLG_CANVASSET_TITLE =Redimensionar lienzo
DLG_IMAGERESIZE_TITLE =Redimensionar imagen
DLG_ABOUT_TITLE =Acerca de
DLG_PIXELATE_TITLE = Pixelaje
DLG_HUESATURATION_TITLE =Matiz / saturación
DLG_BRIGHTNESSCONTRAST_TITLE =Brillo / contraste
DLG_FRAME_TITLE=Marco
DLG_WATERMARK_TITLE=Marca de Agua
DLG_FONTVIEW_TITLE =Texto de entrada
DLG_CAPTURE_TITLE=Captura
DLG_CHANGEHOTKEY_TITLE =Teclas directas
DLG_WEBPAGECAPTURE_TITLE = PicPick - Capturar páginas Web
DLG_SHORTCUT_TITLE =Cambiar teclas directas
DLG_SETUP_TITLE=Opciones del programa
DLG_FILENAMESETUP_TITLE=Archivo
DLG_IMAGES_TITLE=Imágenes
DLG_GENERALSETUP_TITLE=General
DLG_FTPSETUP_TITLE=FTP
DLG_EDITORSETUP_TITLE=Editor
DLG_ARROWSET_TITLE=Flecha personal
DLG_FACEBOOK_TITLE=Conectarse a Facebook
DLG_TWITTER_TITLE=Conectarse a Twitter
DLG_WEBUPLOAD_TITLE=Subir a la Web
BTN_OK = &Aceptar
BTN_CANCEL = &Cancelar
BTN_APPLY = &Aplicar
[About]
GRP_PRESET = Preferencias
CHK_ADDSTARTUP = Ejecutar programa al inicio
CHK_ADDDESTKOP = Crear un icono en el escritorio
CHK_CHECKUPDATE = Comprobar actualizaciones del programa
LBL_LANGUAGE = Idioma
BTN_HOTKEY = Teclas directas...
BTN_CREDIT = Créditos
LBL_PROGRAMPARAMETER=&Parámetros...
CHK_SETTINGTOAPPDATA=Guarda la configuración en 'Datos de programa'
LBL_MORELANGUAGE=Más idiomas...
[Captures]
GRP_CONTROLCAPTURE_PROPERTY =Propiedades
LBL_CONTROLCAPTURE_CLASS =Nombre
LBL_CONTROLCAPTURE_SIZE =Tamaño
LBL_CONTROLCAPTURE_INFO=Control
LBL_CONTROLCAPTURE_SCROLL=Autoenrrollado
LBL_CONTROLCAPTURE_OUTPUTTYPE =Tipo de salida
LBL_CONTROLCAPTURE_HANDLE =Handle
LBL_CONTROLCAPTURE_RECT =Rect
LBL_CONTROLCAPTURE_BOTTOMTIP =Seleccione un control de ventana (botón, pestaña, cuadro, barra de herramientas, etc...), y presione la tecla 'Imrpan PetSis'.
GRP_FIXEDREGIONCAPTURE_PROPERTY = Tamaño de región
LBL_FIXEDREGIONCAPTURE_WIDTH = Anchura:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Altura:
TIP_REGIONCAPTURE_NOTDRAG =Selecciona cualquier región rectangular del escritorio.
TIP_PIXEL = Pixeles
TIP_FREEHANDCAPTURE_NOTDRAG =Dibuja cualquier forma en la captura de pantalla.
LBL_COLORPICKER_COLORAS =Color como:
LBL_COLORPICKER_VALUE =Valor:
LSV_WEBPAGECAPTURE_LIST = Escoja el sitio web a capturar
BTN_WEBPAGECAPTURE_RELOAD = &Recargar
BTN_WEBPAGECAPTURE_CAPTURE = &Capturar
LBL_MINIHELP=Clic en el botón izquierdo del ratón para seleccionar el área.
[Shortcut]
TAB_HOTKEY = Teclas directas
GRB_CAPTURE = Captura de pantalla
GRB_TOOLS = Herramientas
LBL_KEYNONE = Ninguna
LBL_CAPTURE_FULLSCREEN=Capturar pantalla completa
LBL_CAPTURE_ACTIVEWINDOW=Capturar ventana activa
LBL_CAPTURE_CONTROL=Capturar control de ventana
LBL_CAPTURE_SCROLLINGWINDOW=Capturar desplazador de ventana
LBL_CAPTURE_REGION=Capturar región
LBL_CAPTURE_FIXEDREGION=Capturar región fija
LBL_CAPTURE_FREEHAND=Captura a pulso
LBL_CAPTURE_WEBPAGE=Capturar página Web
LBL_CAPTURE_REPEAT=Repetir última captura
LBL_TOOLS_EDITOR=Editor de imágenes
LBL_TOOLS_COLORPICKER=Selector de color
LBL_TOOLS_COLORPALETTE=Paleta de colores
LBL_TOOLS_PIXELRULER=Regla de pixel
LBL_TOOLS_PROTRACTOR=Transportador
LBL_TOOLS_CROSSHAIR=Inte&rceptor
LBL_TOOLS_WHITEBOARD=Pizarrón
LBL_TOOLS_MAGNIFIER=Magnificador
CBO_HOTKEY_CUSTOM=Personalizar...
CBO_HOTKEY_DEFAULT=Por defecto de PicPick
CBO_HOTKEY_HYPERSNAP=HyperSnap
CBO_HOTKEY_NONE=Deshabilitado
[FontView]
GRP_COLOR = Colores
LBL_FONTCOLOR = Color de fuente
CHK_FILLCOLOR = Color de relleno
CHK_AA = Suavizar bordes de fuentes mostradas
[AutoSave]
GRP_SELECTFOLDER =Guardar imágenes automáticamente
LBL_SELECTFOLDER =Seleccione un directorio para autoguardar sus capturas de pantalla.
BTN_SELECTFOLDER =E&xaminar...
GRP_SELECTFILENAME =Nombre del archivo
RDO_SELECTFILENAME_TEXT =Texto + número
RDO_SELECTFILENAME_NUM =Sólo número
RDO_SELECTFILENAME_DATETIME =Fecha/Hora
LBL_SELECTFILENAME_DATETIME_FORMAT = aaaa-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Imagen
GRP_SELECTFORMAT =Formato de archivo
RDO_SELECTFORMAT_BMP =Mapa de bits (*.bmp)
RDO_SELECTFORMAT_JPG =Archivos de imagen JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =Gráficos portables de red (*.png)
RDO_SELECTFORMAT_GIF =Imágenes GIF de CompuServe (*.gif)
RDO_SELECTFORMAT_PDF =Archivos PDF (*.pdf)
LBL_SAVEFILENAME=Introduzca un nombre de archivo para autoguardar o subir a FTP.
LBL_EXAMPLETITLE=Ejemplo)
LBL_EXAMPLE1=%y : Año, %m : Mes, %d : Día
LBL_EXAMPLE2=%h : Hora, %n : Minuto, %s : Segundo
LBL_EXAMPLE3=%c : Número
LBL_EXAMPLE4=%u : Nombre de usuario, %w : Nombre de Pc
LBL_EXAMPLE5=%t : Unix Marca Hora
GRB_OTHERPROGRAM=Establecer programa externo
LBL_OTHERPROGRAM=Seleccione un programa externo para enviar sus capturas de pantalla.
LBL_OTHERPROGRAMPATH=Ruta del programa:
LBL_OTHERPROGRAMPARAMETER=Parámetros:
LBL_OTHERPROGRAMSELECT=Enviar a programa externo...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint
[GeneralSet]
GRB_STARTINGOPTION=Opciones de inicio
LBL_PROGRAM_MODE=Seleccionar programa por defecto
CBO_PROGRAM_MODE_EDITOR=Editor imágenes
CBO_PROGRAM_MODE_WIDGET=Widget flotante
CBO_PROGRAM_MODE_TRAY=Sólo mostrar notificaciones
CHK_STARTUP=Correr PicPick al iniciar Windows
CHK_UPDATE=Comprobar actualizaciones
[CaptureSet]
GRB_CAPTUREOPTION=Opciones de captura
CHK_DUALMONITORS=Soporte para monitores duales
CHK_SOUND=Activar efectos de sonido de capturas
CHK_MOUSECURSOR=Incluir imagen del cursor.
CHK_HIDEEDITOR=Ocultar el editor de PicPick antes de capturar
CHK_ALWAYSCOPYCLIPBOARD=Siempre copiar imagen capturada al portapapeles
CHK_STARTWITHCAPTUREBAR=Mostrar barra de captura al inicio del programa
GRB_AUTOSCROLL=Autoenrollado
CHK_SCROLLCAPTURE=Activar autoenrollado
LBL_SCROLLDELAY=Retraso enrollado:
LBL_SCROLLDELAYMS=ms
GRB_MAGNIFIER=Ventana del magnificador
CHK_MAGNIFIER=Mostrar ventana del magnificador al capturar
LBL_ZOOMSCALE=Escala del zoom:
GRB_CAPTUREDELAY=Retraso antes de captura
CHK_ADVANCECONTROLCAPTURE = Usar control avanzado de ventana de captura
LBL_CAPTUREOUTPUT=Cambiar el tipo de salida al utilizar teclas de acceso rápido o los menús seleccionando desde el área de notificación
[FTP]
GRB_FTPSERVER = Establecer servidor FTP
LBL_FTPADDRESS  =Servidor FTP:
LBL_REMOTEPATH = Ruta remota:
LBL_PORT=Puerto:
CHK_PASSIVEFTP= Usar FTP pasivo
LBL_USERNAME=Nombre de usuario:
LBL_PASSWORD=Contraseña:
BTN_CONNECTTEST=PROBAR
LBL_SENDWEBBROWSER=Abrir URL en la Web
LBL_SENDCLIPBOARD=Copiar URL al portapapeles
LBL_WEBADDRESS=URL
[EditorSet]
GRB_EDITOROPTION = Opciones del editor
CHK_OPENEDITORWHENSTART=Abrir editor al iniciar el programa
CHK_CENTERIMAGE =Alinear imagen en el centro de la ventana
CHK_CLOSEWITHOUTASKING =Cerrar imágenes no guardadas sin preguntar
CHK_CROPNEW=Recortar como nueva imagen
CHK_SHOWCLASSICUI=Mostar interfaz clásica del menú de herramientas
CHK_EXITWHENCLOSING=Salga PicPick al cerrar el editor de imágenes
LBL_BG=Color de fondo:
RDO_BGGRID=Rejilla
RDO_BGSOLID=Color sólido
GRB_FILETYPE=Asociaciones de tipos de archivos
LBL_FILETYPE=Por favor seleccione los tipos de archivos que quiera abrir con PicPick.
LBL_FILETYPEVISTA=Hacer de PicPick el editor de imágenes predeterminado
[ArrowSet]
CHK_START = Inicio
CHK_END = Final
CHK_OUTLINE = Añadir contorno
CBO_AT_ARROW1 = Flecha 1
CBO_AT_ARROW2 = Flecha 2
CBO_AT_CIRCLE = Círculo
CBO_AT_DIAMOND = Diamante
[CanvasSet]
GRP_SIZE = Tamaño de lienzo
LBL_WIDTH = Nueva anchura
LBL_HEIGHT =Nueva altura
LBL_BACKCOLOR = Color de fondo
LBL_PRESETS = Preestablecidos
CBO_CLIPBOARD=Portapapeles
CBO_LASTUSED=Último usado
CBO_CURRENT=Tamaño de imagen actual
[ResizeSet]
LBL_ZOOM 
RDO_ZOOM = Escala por porcentaje
RDO_SIZE = Escala de tamaño especifico
CHK_KEEP = Mantener tasa de aspecto
LBL_WIDTH = Nueva anchura
LBL_HEIGHT =Nueva altura
[ColorSet]
BTN_PREVIEW = Vista &previa
LBL_PIXELATE = Pixelaje
LBL_HUE = Matiz
LBL_SATURATION = Saturación
LBL_BIRGHTNESS = Brillo
LBL_CONTRAST = Contraste
[FrameSet]
GRP_PREVIEW = Vista previa
GRP_EFFECT = Efecto
CHK_BORDER = Borde
CHK_FRAME = Marco
LBL_ETC=Encontrar más efectos de marco...
CHK_AUTO=Aplicar efecto de marco al capturar imagen
[Palette]
LBL_RED =&Rojo
LBL_GREEN =&Verde
LBL_BLUE =&Azul
LBL_TYPE = Color como:
BTN_COPY =&Copiar
CLR_DEFAULTTEXT = Paleta de colores
CLR_CUSTOMTEXT = Más colores...
[PixelRuler]
MNU_RULER_MOVE =&Mover
MNU_RULER_MOVE_UP =S&ubir
MNU_RULER_MOVE_DOWN =&Bajar
MNU_RULER_MOVE_LEFT =&Izquierda
MNU_RULER_MOVE_RIGHT =&Derecha
MNU_RULER_TYPE =&Tipo
MNU_RULER_TYPE_HOTRIZONTAL =&Horizontal
MNU_RULER_TYPE_VERTICAL =&Vertical
MNU_RULER_TRANSPARENT =T&ransparencia
MNU_RULER_TRANSPARENT_USE =&Habilitar
MNU_RULER_TRANSPARENT_NOTUSE =&Deshabilitar
MNU_RULER_TRANSPARENT_INC =&Incrementar(+)
MNU_RULER_TRANSPARENT_DEC =&Disminuir(-)
MNU_MAGNIFIER=&Magnificador
MNU_RULER_EXIT =&Salir
MNU_RULER_UNIT =&Unidades
MNU_RULER_UNIT_PIXEL =&Píxeles
MNU_RULER_UNIT_INCH =P&ulgadas
MNU_RULER_UNIT_CM = &Centímetros
MNU_RULER_UNIT_DPI = &DPI
MNU_RULER_COLOR = &Color
MNU_RULER_COLOR_BLUE = &Azul (por defecto)
MNU_RULER_COLOR_YELLOW = &Amarillo (clásico)
MNU_RULER_COLOR_WHITE = &Blanco
MNU_RULER_COLOR_BLACK = &Negro
MNU_RULER_UNIT_DPI_CUSTOM = &Personalizar...
DLG_CUSTOMDPI_TITLE= Personalizar configuración de DPI
LBL_CUSTOMDPI_TEXT= Por favor introduzca los pixeles por pulgada (DPI):
[WhiteBoard]
MNU_WHITEBOARD_PENWIDTH =&Ancho de pluma
MNU_WHITEBOARD_PENCOLOR =Color de &pluma
MNU_WHITEBOARD_PENCOLOR_BLACK =Negro
MNU_WHITEBOARD_PENCOLOR_WHITE =Blanco
MNU_WHITEBOARD_PENCOLOR_RED =Rojo
MNU_WHITEBOARD_PENCOLOR_GREEN =Verde
MNU_WHITEBOARD_PENCOLOR_BLUE =Azul
MNU_WHITEBOARD_PENCOLOR_CYAN =Azul claro
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Magenta
MNU_WHITEBOARD_PENCOLOR_YELLOW =Amarillo
MNU_WHITEBOARD_PENCOLOR_GRAY =Gris
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Etc...
MNU_WHITEBOARD_CLEAR =&Limpiar
MNU_WHITEBOARD_SAVE =&Capturar pantalla
MNU_WHITEBOARD_EXIT =&Salir
TIP_TOOL_MOVE =Mover
TIP_TOOL_ZOOM =Magnificador
TIP_TOOL_PEN =Lápiz
TIP_TOOL_LINE =Línea
TIP_TOOL_ARROW =Flecha
TIP_TOOL_SHAPE=Dibujar formas en la imagen
TIP_TOOL_RECT =Rectángulo
TIP_TOOL_ELLIPSE =Elipse
TIP_TOOL_RRECT =Rectángulo redondeado
TIP_TOOL_TRANSPARENT = Transparencia
TIP_TOOL_CLEAR=Limpiar
TIP_TOOL_SAVE=Captura la pantalla
TIP_TOOL_WIDTH=Anchura
TIP_TOOL_COLOR=Color
[Print]
BTN_PRINTERSETUP=Ajustar impresora...
BTN_PRINT=Im&primir
GRB_PREVIEW =Vista previa
TAB_PAPERSETUP=Configurar página
TAB_ADDTEXT=Añadir texto
GRB_MARGINSETUP=&Margen (mm)
LBL_MARGINTOP=Superior
LBL_MARGINLEFT=Izquierdo
LBL_MARGINRIGHT=Derecho
LBL_MARGINBOTTOM=Inferior
GRB_IMAGESETUP=Configurar &imagen
CHK_CENTER=Centrar imagen
CHK_SHRINK=Ajustar a página (contraer)
CHK_PROPORTINAL=Mantener tasa de aspecto
CHK_GRAYSCALE=Escala de grises
GRB_PAPERCOUNT=&Nº de copias
LBL_PAPERUNIT=Página(s)
GRB_ORIENTATION=&Orientación
RDO_PORTRAIT=Retrato
RDO_LANDSCAPE=Paisaje
GRB_HEADER=&Cabecera
CHK_HEADERADD=Añadir
CBO_HEADERDEFAULT=Por favor introduzca el texto de la cabecera aquí
LBL_HEADERMARGIN=Margen:
BTN_HEADERFONT=Fuente...
RDO_HEADERLEFT=Izquierdo
RDO_HEADERCENTER=Centro
RDO_HEADERRIGHT=Derecho
GRB_FOOTER=&Pie de página
CHK_FOOTERADD=Añadir
CBO_FOOTERDEFAULT=Por favor introduzca el texto del pie de página aquí
LBL_FOOTERMARGIN=Margen:
BTN_FOOTERFONT=Fuente...
RDO_FOOTERLEFT=Izquierdo
RDO_FOOTERCENTER=Centro
RDO_FOOTERRIGHT=Derecho
[Facebook] 
BTN_CLOSE = &Cerrar
LBL_PREVIEW = Vista previa de imagen
LBL_CAPTION = Título de foto
RDO_SELECTALBUMS = Seleccionar álbumes
RDO_CREATEALBUM = Crear un nuevo álbum de fotos
LBL_CREATEALBUM_NAME = Nombre:
LBL_CREATEALBUM_LOCATION = Ubicación:
LBL_CREATEALBUM_DESCRIPTION =Descrfipción:
LBL_CREATEALBUM_PRIVACY = Privacidad:
CBO_CREATEALBUM_1 = Todos
CBO_CREATEALBUM_2 = Mis redes y amigos
CBO_CREATEALBUM_3 = Amigos de mis amigos
CBO_CREATEALBUM_4 = Sólo amigos
BTN_UPLOAD = Subir
LBL_IMGURL = URL de imagen
LBL_LINKURL = URL de enlace del álbum
LBL_UPLOADING= Subiendo...
LBL_UPLOADCOMPLETE = Subida completa
LBL_UPLOADWAIT = Esperando por respuesta...
LBL_UPLOADFAILURE = Subida fallida. Reinténtelo.
LBL_UPLOADRESULT =Ha subido una foto exitosamanete.
LBL_ACCOUNT = Cuenta:
LBL_PASSWORD = Contraseña:
LBL_REMEMBERPASSWORD = Recordar contraseña
LBL_MESSAGE = Mensaje:
LBL_WEBUPLOAD_TITLE = Subir su imagen directamente a la Web
LBL_WEBUPLOAD_TITLESUB = vía ImageShack - servicio de hosting de imágenes gratuito
LBL_WEBUPLOAD_SIGNUP = ¡Iniciar sesión para administrar las imágenes subidas!
LBL_WEBUPLOAD_NOACCOUNT = Invitado (No requiere registro)
LBL_WEBUPLOAD_ACCOUNTEXIST = Tengo una cuenta de ImageShack
BTN_REQUESTTWITTERPIN = Solicitar PIN de Twitter
BTN_REMEMBERME = Recordarme en esta computadora
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Conectar
BTN_DISCONNECT = &Desconectar
[ThumbnailView]
BTN_QUICKTABS=Pestañas rápidas
MNU_RENAME=&Renombrar...
MNU_OPENFILELOCATION=Abrir ubicación de archivo...
LBL_RENAME=Por favor introduzca un nombre de archivo.
[ObjectProperty]
SHP_TEXTBOX=Cuadro de texto
SHP_HIGHLIGHTRECT=Resaltar rectángulo
SHP_MAGNIFYEFFECT=Ampliar efecto
SHP_NUMBERSTAMP=Sello de número
SHP_LINES=Líneas
SHP_CUSTOMSHAPES=Formas personalizadas
SHP_TRIANGLE=Triángulo
SHP_SHAPES = Formas
SHP_LINE = Línea
SHP_CURVE = Curva
SHP_ARROW = Flecha
SHP_CURVEARROW = Flecha curva
SHP_ELLIPSE = Elipse
SHP_RECT = Rectángulo
SHP_ROUNDRECT = Rectángulo redondeado
SHP_BALLOON = Globo
SHP_DIAMOND = Diamante
SHP_PENTAGON = Pentágono
SHP_Hexagon = Hexágono
SHP_5STAR = Estrella de 5 puntos
SHP_6STAR = Estrella de 6 puntos
TAB_EDIT = Editar
TBN_DELETE_OBJECT = &Eliminar
TBN_DUPLICATE=D&uplicar
MNU_FLATTEN = &Aplanar
MNU_FLATTENALL = &Aplanar todo
LST_CHANGESHAPE = Cambiar forma
TAB_SHAPESTYLES=Estilos de formas
TBN_SHAPETEXT=Insertar &texto...
TBN_SHAPEFILL=Rellenar
MNU_SHAPEFILL_NOFILL=No rellenar
MNU_SHAPEFILL_SOLIDFILL=Relleno sólido
MNU_SHAPEFILL_GRAFILL=Relleno gradiente vertical
MNU_SHAPEFILL_RADIALFILL=Relleno gradiente radial
TBN_SHAPEOUTLINE=Contorno
MNU_SHAPEOUTLINE_NOLINE = Sin línea
MNU_SHAPEOUTLINE_SOLIDLINE = Línea sólida
MNU_SHAPEOUTLINE_DOTLINE = Línea punteada
MNU_SHAPEOUTLINE_DASHLINE = Línea segmentada
MNU_SHAPEOUTLINE_DASHDOTLINE = Línea punteada segmentada
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Línea raya punto punto
TBN_SHAPEFORMAT=Formato de forma
TBN_SHAPEEFFECTS=Efectos de forma
MNU_SHAPEEFFECTS_NOEFFECTS=Sin efectos
MNU_SHAPEEFFECTS_SHADOW=Efectos
MNU_SHAPEEFFECTS_SHADOWUSE=Sombra
MNU_SHAPEEFFECTS_SHADOWOPTION=Opciones...
MNU_SHAPEEFFECTS_BALLOONPOS=Dirección de globo
MNU_SHAPEEFFECTS_BALLOONPOSTL=Superior Izquierda
MNU_SHAPEEFFECTS_BALLOONPOSTR=Superior derecha
MNU_SHAPEEFFECTS_BALLOONPOSBL=Inferior izquierda
MNU_SHAPEEFFECTS_BALLOONPOSBR=Inferior derecha
MNU_SHAPEEFFECTS_ARROWSTART = Tipo de inicio
MNU_SHAPEEFFECTS_ARROWEND = Tipo de final
MNU_SHAPEEFFECTS_ARROWNONE = Sin flecha
MNU_SHAPEEFFECTS_ARROW1 = Flecha 1
MNU_SHAPEEFFECTS_ARROW2 = Flecha 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Círculo
MNU_SHAPEEFFECTS_ARROWDIAMOND = Diamante
MNU_SHAPE_ARRANGE=Organizar
BTN_SHAPE_FRONT=Traer al &frente
BTN_SHAPE_BACK=Enviar &atrás
BTN_SHAPE_ARROWSTYLE=Estilo de flecha
TAB_SHAPECOLOR=Colores de formas
TAB_NUMBERSTAMP_NUMBER=Sello formato
MNU_NUMBERSTAMP_CURRENT=Actual
MNU_NUMBERSTAMP_NEXT=Siguiente
TAB_NUMBERSTAMP_STYLE=Estilos sellos
MNU_NUMBERSTAMP_SIZE=Tamaño
MNU_NUMBERSTAMP_SIZE_SMALL=Pequeño
MNU_NUMBERSTAMP_SIZE_Medium=Medio
MNU_NUMBERSTAMP_SIZE_LARGE=Grande
MNU_NUMBERSTAMP_SHAPE=Formas
MNU_NUMBERSTAMP_SHAPE_CIRCLE=Círculo
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=Rectángulo
TBN_SELECT_CROPCURRENT=Recortar
TBN_SELECT_CROPNEW=Recortar como imagen nueva
TAB_SELECT_SIZE=Tamaño
MNU_SELECT_SIZE_LEFT=Izquierda
MNU_SELECT_SIZE_TOP=Superior
MNU_SELECT_SIZE_WIDTH=Ancho
MNU_SELECT_SIZE_HEIGHT=Altura
MNU_SELECT_INVERTSELECTION=Selección inversa
TAB_MAGNIFIER_STYLE=Estilos ampliar
MNU_SHARE_OPTIONS=Opciones...
[Licenses]
rdoRegistered =Soy un usuario registrado y tengo un código de registro para uso comercial.
rdoPersonal =Quiero usar este programa sólo para uso personal.
btnBuy = &Comprar ahora
btnRegister = &Registrar
btnAgree= &Acepto
btnClose = &Cerrar
lblEnterLicense = Introduzca su información de registro
lblOwnerName = Su nombre
lblRegistrationCode = Código de registro
lblLicenseInfo = Este producto esta licenciado para:
lblPersonalUse = PARA USUARIOS DE CASA (SÓLO USO PERSONAL)
[CommercialVersionTrial]
btnModeTrial =Prueba Gratuita
btnModeTrialDescription =Me gustaría seguir utilizando este producto en un ensayo de base.
btnModeActivate =Activar tu licencia
btnModeActivateDescription =Soy un usuario registrado y tengo una clave de licencia.
btnModeBuy =Comprar ahora
btnModeBuyDescription =Desplazarse a la página oficial para obtener la clave de licencia.
lblTrialDescription =Esta es una versión de prueba de 30 días de PicPick. Una vez que se haya superado el período de prueba, debe comprar una licencia para desbloquear el software o desinstalar desde su ordenador.
btnContinueTrial =&Continuar Prueba
lblDayLeft =Tienes {$1} día(s) que queda en el {$2} días de prueba.
lblDayExpired =Su licencia ya no está disponible.
lblEnterLicense = Introduzca su información de registro
lblOwnerName = Su nombre
lblRegistrationCode = Código de registro
lblRegistrationHelp =Después de haber problema con la activación?
btnRegister = &Registrar
lblActivationOffline1 =1. Por favor, abra la URL de abajo y obtener su código de autenticación. Si se encuentra en un entorno sin conexión, tiene que ir en línea en otro equipo.
lblActivationOffline2 =2. Por favor, pegue su código de autenticación de URL desde arriba.
lblAuthCode =Código de autenticación :
[ImagesSet]
grbJPEGOption=Opciones de JPEG
lblJPEGQuality=Calidad
cboJPEGQualityMaximum =Máxima
cboJPEGQualityHigh =Alta
cboJPEGQualityMedium =Media
cboJPEGQualityLow =Baja
[SaveAll]
grbSaveOptions=Guardar opciones
lblSelectFolder=Seleccione un directorio para guardar sus capturas de pantalla.
rdoAllImages=Todas las imágenes
rdoUnsavedImages=Todas las imágenes no guardadas
grbFileOptions=Opciones de archivos
lblFileName=Nombre de archivo
lblFileType=Tipo de archivo
rdoFiles=Archivos
[ColorBalance]
grpbxColorBalance=Balance de color
lblColorLevels=Niveles de color
grpbxToneBalance= Balance de tonos
rdbtnShadows= Sombras
rdbtnMidtones=Tonos medios
rdbtnHighlights=Resaltados
chckbxPreserveLuminosity=Preservar luminosidad
[StartPage]
lblStartHome = Escoja una tarea...
lblStartTitle1 = Nueva tarea
lblStartTitle2 = Accesorios gráficos
chkStartDoNotShow = No mostrar esta ventana cuando el programa inicie
[Watermark]
lblWaterMarkPreview =Vista previa:
lblWaterMarkFile =Archivo :
lblWaterMarkPosition =Posición :
lblWaterMarkOpacity =opacidad:
lblWaterMarkOffsetX =Desplazamiento-X:
lblWaterMarkOffsetY =Desplazamiento-Y:
chkWaterMarkAuto=Añadir una marca de agua de forma automática cuando se captura la imagen.
[CloudExplorer]
btnOK=&OK
btnCancel=&Cancelar
btnApply=&Aplicar
btnContinue=Con&tinuar
grbOptionLanguage=Mostrar Lenguaje
grbOptionConnection=Administrar Conexiones
btnOptionConnectionClear=&Desactive todas las conexiones de Cloud
lstFilesName=Nombre
lstFilesDate=Fecha
lstFilesType=Tipo
lstFilesSize=Tamaño
mnuAction=Acción
mnuOpen=Abrir
mnuDownload=Descargar
mnuUploadMenu=Subir
mnuUploadFile=Subir archivos
mnuUploadFolder=Subir carpeta
mnuUploadImage=Subir imagen
mnuNewFolder=Nueva carpeta
mnuDelete=Eliminar
mnuRename=Renombrar
itemHome=Inicio
itemOption=Opción
itemAbout=Acerca de
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=OneDrive
strAllFile=Todos los archivos *.*
strSearchResult=Buscar resultados por "%s"
lblHomeTitle=Elija un servicio para conectar ...
lblUploadMode=Elegir un servicio para cargar la imagen
itemCount=%s items
itemSelectedCount=%s items seleccionados
lblPreviewPreviewTitle=Vista previa
lblPreviewDescriptionTitle=Descripción
strPreviewNoDescription=Sin Descripción
DownloadFormCaption=Descargando...
strPrepareDownload=Preparar para descargar
strDiscoveredItems=Descubierto %s items...
strPleaseWait=Por favor, espere mientras que la lista se está preparando ...
strDownloading=Descargando %s items
strDownloadName=Nombre : %s
strDownloadRemaining=Items restantes : %s1 ( total : %s2 )
UploadFormCaption=Subiendo...
strPrepareUpload=Preparando para subir
strCreatingFolder=Creando carpeta
strUploading=Subiendo %s items
strUploadName=Nombre : %s
strUploadRemaining=Items restantes : %s1 ( total : %s2 )
LoginFormCaption=Sesión
chkSaveConnection=Guardar la información de conexión en este equipo
lblBrowserCall=Su navegador web se muestra en% s segundos.
lblBrowserCallRetry=Solicitud de acceso %s de nuevo
lblBrowserAccess1=Para conectar su cuenta %s primero tiene que acceder a su cuenta en su navegador web.
lblBrowserAccess2=Una vez que se ha identificado, a través del navegador se puede cerrar la ventana del navegador y continuar.
lblUserInfoStorage=Almacenamiento :
lblUserInfoUserNameTitle=Cuenta :
lblUserInfoSpaceTitle=Espacio :
btnUserInfoLogout=Cierre cesión
strSpace =%s1 libre de %s2
FileTypetext=Texto
FileTypedocument=Documento
FileTypeimage=Imagen
FileTypevideo=Video
FileTypeaudio=Audio
FileTypefile=Archivo
FileTypefolder=Carpeta
FileTypealbum=Album
lblUploadFileNameTitle=Nombre Archivo
lblUploadFileSizeTitle=Tamaño Archivo
lblUploadFilePreviewTitle=Vista previa
btnUploadUpload=Subir aquí
strDelete1item=¿Seguro que quieres eliminar este archivo?
strDelete1moreitems=¿Está seguro de que desea eliminar estos artículos %s?
strFolderExist=nombre de la carpeta es ya existe.
strDownloadFileExist=Ya existe un archivo con el mismo nombre en esta ubicación. \n \n ¿Desea reemplazarlo?
strCreateFolder=Por favor, introduzca un nuevo nombre de la carpeta.
strRename=Por favor, introduzca un nuevo nombre.
strInvalidFolderName=Nombre de la carpeta no es válido.
strCannotDelete=No se puede eliminar los archivo(s) / carpeta(s).
strUpdateCheck=Una nueva versión de la nube Explorer (%s) está disponible. ¿Quieres ir a la página de descarga ahora? \n Tenga en cuenta que la versión actual no es compatible con su almacenamiento en nube.
strAuthFail =La autorización ha fallado. Por favor, inténtelo de nuevo.
strDownloadFolder=Por favor, seleccione una carpeta para descargar los archivo(s) seleccionado(s).
strUploadFolder=Por favor, seleccione una carpeta para subir
[Website Resources]
;Please help us to translate official website to your languages.

#title_picpick: 'PicPick - All-in-one design tool, Screen Capture, Image Editor, Color Picker, Pixel Ruler and More',
#title_ngwin: 'NGWIN - We develop user-friendly software that provides convenient computing environments',
#nav_picpick: 'PicPick',
#nav_partners: 'Partners',
#nav_contact: 'Contact',
#nav_home: 'Home',
#nav_features: 'Features',
#nav_download: 'Download',
#nav_buy: 'Buy Now',
#nav_forum: 'Forum',
#section_features: 'Features',
#section_reviews: 'Media Reviews',
#section_download: 'Download',
#section_download_commercial: 'PROFESSIONAL VERSION FOR REGISTERED USERS',
#section_buy: 'Buy Now',
#section_screenshots: 'Screenshots',
#section_customers: 'Our customers',
#section_latestversion: 'Latest Version',
#section_changelog: 'Change Log',
#section_availableon: 'Available On',
#section_likeuson: 'Like Us On',
#section_eula: 'End User License Agreement',
#section_privacypolicy: 'Privacy Policy',
#section_volumepricing: 'Volume Pricing',
#button_download: 'DOWNLOAD',
#button_buy: 'BUY NOW',
#button_upgrade: 'UPGRADE NOW',
#button_upgrade_nothanks: 'No Thanks',
#button_viewdetail: 'VIEW DETAILS',
#button_free_download: 'FREE DOWNLOAD',
#button_download_portable: 'Portable Version',
#button_download_commercial: 'I have already purchased a license.',
#text_freetotry: 'Free for personal use, try it today.',
#text_copyright: 'Copyright{copy} {ngwin} All rights reserved.',
#text_winavailable: 'Available on all Windows',
#text_winavailable2: 'Microsoft Windows 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.',
#text_recommend: 'RECOMMEND',
#text_limitedtimeoffer: 'LIMITED TIME OFFER',
#text_free: 'FREE',
#text_personal_only_detail: 'Please note that this free version may only be used for personal use in non-commercial environments.',
#text_license_peruser: 'PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).',
#text_license_noshare: 'One license may not be shared between different users.',
#text_bluesnap: '2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.',
#text_thankyou: 'Thank you for installing PicPick.',
#text_download_thankyou: 'Thank you for downloading PicPick.',
#text_download_start: 'Your download will start automatically within a few seconds.',
#text_download_ifnot: 'If your download has not started automatically, please click {here} or download from the mirror links.',
#text_download_ifnot2: 'If your download has not started automatically, please click {here}.',
#text_download_ifnot2_here: 'here',
#text_upgrade: 'Upgrade to Professional and get more features!',
#overview_jumbotron_h1: 'PicPick',
#overview_jumbotron_h2: 'All-in-one design tool for everyone',
#overview_jumbotron_p1: 'A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.',
#overview_jumbotron_p2: 'User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.',
#overview_feature_1_h1: 'Capture anything',
#overview_feature_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#overview_feature_2_h1: 'Edit your images',
#overview_feature_2_p1: 'Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.',
#overview_feature_3_h1: 'Enhance with effects',
#overview_feature_3_p1: 'Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.',
#overview_feature_4_h1: 'Share everywhere',
#overview_feature_4_p1: 'Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.',
#overview_feature_5_h1: 'Graphic Accessories',
#overview_feature_5_p1: 'Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.',
#overview_feature_6_h1: 'Customizable setting',
#overview_feature_6_p1: 'With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.',
#reviews_1_body: 'This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.',
#reviews_1_author: 'CNET Download.com',
#reviews_1_link: 'http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1',
#reviews_1_img: 'review_cnet.png',
#reviews_2_body: 'Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.',
#reviews_2_author: 'Softpedia',
#reviews_2_link: 'http://www.softpedia.com/reviews/windows/PicPick-49842.shtml',
#reviews_2_img: 'review_softpedia.png',
#features_1_h1: 'Screen Capture',
#features_1_p1: 'Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.',
#features_1_p2: 'Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.',
#features_1_p3: 'Support the floating widget Capture Bar which makes it easy for you to take screenshots.',
#features_1_p4: 'Customize your own keyboard shortcuts.',
#features_1_list_1: 'Full-screen',
#features_1_list_2: 'Active window',
#features_1_list_3: 'Window control',
#features_1_list_4: 'Scrolling window',
#features_1_list_5: 'Region',
#features_1_list_6: 'Fixed region',
#features_1_list_7: 'Freehand',
#features_1_list_8: 'Repeat last capture',
#features_1_list_9: 'Capture widget',
#features_1_list_10: 'Capturing with cursor',
#features_1_list_11: 'Delayed capture',
#features_1_list_12: 'Auto-save',
#features_2_h1: 'Image Editor',
#features_2_p1: 'With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.',
#features_2_list_1: 'Drawing',
#features_2_list_2: 'Insert text',
#features_2_list_3: 'Arrows, lines',
#features_2_list_4: 'Shapes',
#features_2_list_5: 'Balloon',
#features_2_list_6: 'Highlight tool',
#features_2_list_7: 'Crop',
#features_2_list_8: 'Resize',
#features_2_list_9: 'Rotate',
#features_2_list_10: 'Invert',
#features_2_list_11: 'Grayscale',
#features_2_list_12: 'Mosaic',
#features_2_list_13: 'Frame',
#features_2_list_14: 'Watermark',
#features_2_list_15: 'Blur',
#features_2_list_16: 'Sharpen',
#features_2_list_17: 'Brightness',
#features_2_list_18: 'Hue / Saturation',
#features_2_list_19: 'Color balance',
#features_3_h1: 'Save, share, or send',
#features_3_p1: 'Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.',
#features_3_list_1: 'Clipboard',
#features_3_list_2: 'Image files',
#features_3_list_3: 'PDF',
#features_3_list_4: 'Printer',
#features_3_list_5: 'Web URL',
#features_3_list_6: 'Dropbox',
#features_3_list_7: 'Google Drive',
#features_3_list_8: 'SkyDrive',
#features_3_list_9: 'Box',
#features_3_list_10: 'Facebook',
#features_3_list_11: 'Twitter',
#features_3_list_12: 'Skype',
#features_3_list_13: 'FTP Server',
#features_3_list_14: 'e-mail',
#features_3_list_15: 'Microsoft Word',
#features_3_list_16: 'Microsoft PowerPoint',
#features_3_list_17: 'Microsoft Excel',
#features_3_list_18: 'External program',
#features_4_h1: 'Color Picker',
#features_4_p1: 'Help you find the exact pixel color code on your screen with a built-in magnifier window.',
#features_4_p2: 'Support RGB, HTML, C++, Delphi.',
#features_5_h1: 'Color Palette',
#features_5_p1: 'Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.',
#features_6_h1: 'Pixel Ruler',
#features_6_p1: 'Help you measure the size of objects and place objects in precise locations on the screen.',
#features_6_p2: 'Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.',
#features_7_h1: 'Magnifier',
#features_7_p1: 'With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.',
#features_8_h1: 'Crosshair',
#features_8_p1: 'Figure out the relative coordinate of picture position with this feature.',
#features_8_p2: 'This can be useful for example in developing HTML image maps.',
#features_9_h1: 'Protractor',
#features_9_p1: 'Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.',
#features_9_p2: 'This can be used in a variety of photography, math, and graphics applications.',
#features_10_h1: 'Whiteboard',
#features_10_p1: 'You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.',
#download_1_h1: 'For Home Users',
#download_1_p1: 'Personal (Home) Use Only',
#download_1_p2: 'Manual Update',
#download_1_p3: 'No Technical Support',
#download_2_h1: 'For Professionals',
#download_2_p1: 'Commercial and Personal Use',
#download_2_p2: 'Auto Update',
#download_2_p3: 'Technical Support',
#download_2_p4: 'Lifetime Upgrades',
#download_2_p5: 'No Ads',
#buy_table_h1: 'Number of Users',
#buy_table_h2: 'Price (USD) Per User',
#buy_table_p1: 'Please contact us for a quote!',
#buy_table_p2: 'Please note that {vat} may apply for some European purchasers.',
#buy_table_p2_vat: 'VAT',
#buy_1_h1: 'Instant Key Delivery',
#buy_1_p1: 'Get instant access to your registration key when your order is complete.',
#buy_2_h1: 'Lifetime Updates',
#buy_2_p1: 'Licenses include unlimited free upgrades to all future versions of PicPick.',
#buy_3_h1: 'Purchase Questions',
#buy_3_p1: 'If you have any questions regarding purchasing or licensing, please feel free to {contactus}.',
#buy_3_p1_contactus: 'contact us',
#buy_single: 'Single',
#buy_single_p1: 'Install on 2 machines per user',
#buy_team: 'Team',
#buy_team_user: 'Users',
#buy_site: 'Site',
#buy_site_p1: 'Install on unlimited machines on site',
#secure_order: 'Secure ordering by 2Checkout',
#uninstall_h1: 'Please give us your feedback.',
#uninstall_p1: 'We would appreciate hearing from you. Your feedback will help us make PicPick even better.',
#uninstall_comment: 'Details',
#uninstall_comment_placeholder: 'For example, Why did you uninstall? What are we missing? Which feature do you want?',
#uninstall_email: 'Email (Optional)',
#uninstall_email_placeholder: 'Please enter your email address.',
#uninstall_send: 'Send Feedback',
#about_us: 'About Us',
#about_h1: 'We are a software development company specialized on Microsoft Windows Platform.',
#about_p1: 'Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.',
#contact_h1: 'We would love to hear from you! Please fill out this form and we will get in touch with you shortly.',
#contact_us: 'Contact Us',
#contact_email: 'Email Support',
#contact_email_at: 'You can also contact us via email at : {email}',
#contact_email_send: 'Send us an email',
;-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Haga clic en punto central de la pantalla
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = presione la tecla [
MSG_ACTIVEWINDOW_2 = ] para capturar la ventana activa.
MSG_EXITSAVEIMAGE_1 = ¿Quiere guardar los cambios en [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Imagen
MSG_DIRECTORYACCESSERROR = No se puede acceder al directorio.
MSG_DEFAULT_TAPNAME = Sin imagen
MSG_HOTKEY_ALREADY1 = PicPick no puede registrar las siguientes teclas directas.
MSG_HOTKEY_ALREADY2 = ¿Quiere cambiar estas teclas directas?
MSG_THISFOLDERNOTFOUND = El directorio [ruta o nombre de carpeta] no se puede encontrar.
MSG_INVALID_FILENAME = Este nombre de archivo es inválido.
MSG_INVALID_CLIPBOARD = ¡Ocurrió un error mientras se obtenían datos del portapapeles!
MSG_CANNOTREPEATCAPTURE = No se puede encontrar el área seleccionada de la última captura.
MSG_CLOSEALLIMAGE = ¿Quiere cerrar todas las imágenes no guardadas?
MSG_FILE_OPEN =Abrir
MSG_FILE_SAVE =Guardar como
MSG_NEWVERSIONAVAILABLE = Una nueva versión de PicPick está disponible. ¿Quiere ir a la página de descarga ahora?
MSG_PROGRAM_NOTADDYET=¡Tiene que seleccionar un programa externo para enviar sus capturas de pantalla!
MSG_EXTERNALPROGRAMERROR=No se puede encontrar el programa externo especificado.
MSG_PARAMETERS_TITLE=Parámetros de PicPick
MSG_OLDLANGUAGE =El archivo de idioma es de una versión antigua, así que algunos textos no están traducidos. ¿Realmente quiere cambiar el idioma?
MSG_INVALIDALBUMNAME=El nombre del álbum es inválido
MSG_CREATEFAILUREALBUM=Error creando álbum.
MSG_LOADINGFAILUREALBUM=Error cargando álbumes.
MSG_IDEMPTY = Por favor introduzca el ID de usuario.
MSG_PWEMPTY = Por favor introduzca la contraseña de usuario.
MSG_SAVE = &Guardar
MSG_DONTSAVE = &No guardar
MSG_DONTSAVEALL = No gu&ardar nada
MSG_NODISPLAYAGAIN = No mostrar este mensaje de nuevo
BTN_YES = &Si
BTN_NO = &No
BTN_NOALL = &No a todo
MSG_INPUTTEXT = Por favor introduzca texto aquí
MSG_FLATTENLAYER=Para esta tarea, debe aplanar las formas con la imagen de fondo. ¿Quiere aplanar las formas?
MSG_FLATTENALL=¿Quiere aplanar todas las formas?
MSG_INVALID_DOWNLOADURL = Ocurrió un error mientras se descargaba la imagen.
MSG_OPENURL=Por favor introduzca una URL.
MSG_ANYSETTINGOK = La configuración ha sido cambiada exitosamente.
MSG_DEFAULTEDITOR=PicPick ha sido establecido como el editor de imágenes predeterminado.
MSG_FTPINFONEED=Primero debe introducir la información de su servidor FTP.
MSG_CONNECTIONFAIL=Ocurrió un error mientras se conectaba al servidor.
MSG_PROGRAM_NOSKYPE=No se puede encontrar Skype.
MSG_ACTIVATE_OFFLINE=No se puede activar la clave de licencia causado por un problema de red o alguna otra cosa. ¿Quieres activar su licencia en el modo fuera de línea?
MSG_ACTIVATE_OK =No se puede activar la clave de licencia causado por un problema de red o alguna otra cosa. ¿Quieres activar su licencia en el modo fuera de línea?
MSG_ACTIVATE_TRIAL =La licencia de prueba ha sido activado. Gracias por elegir PicPick!
MSG_ACTIVATE_FAIL =La activación se ha negado. Por favor, póngase en contacto con el Centro de Apoyo PicPick.
MSG_VALIDOWNERNAME =Por favor introduce el nombre del propietario válida.
MSG_VALIDLICENSEKEY =Por favor introduzca la clave de licencia válida.
MSG_FILENOTFOUND =No se puede encontrar un archivo.
MSG_CAPTUREAREAFAIL=Se ha producido un error durante el cálculo de área para ser capturado. Por favor, compruebe su software (antivirus, malware / spyware) que pueden causar el problema.
MSG_TRANSPARENCYLOST=Cualquier transparencia se perderá si guarda esta imagen. ¿Quieres continuar?
MSG_DONOTSHOWWEEK=No volver a mostrar esta ventana de nuevo por una semana
MSG_NEWVERSIONAVAILABLE_SHORT=Una nueva versión de PicPick está disponible